analytic-signal.preview-pdf
azemoh.one-monokai
codezombiech.gitignore
DavidAnson.vscode-markdownlint
foxundermoon.shell-format
george-alisson.html-preview-vscode
GitHub.vscode-pull-request-github
jeandeaual.lilypond-syntax
jeandeaual.scheme
jeff-hykin.better-cpp-syntax
lhl2617.lilypond-formatter
lhl2617.lilypond-pdf-preview
lhl2617.lilypond-snippets
lhl2617.vslilypond
matepek.vscode-catch2-test-adapter
ms-azuretools.vscode-docker
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.test-adapter-converter
ms-vsliveshare.vsliveshare
redhat.java
shd101wyy.markdown-preview-enhanced
streetsidesoftware.code-spell-checker
sukumo28.wav-preview
twxs.cmake
VisualStudioExptTeam.intellicode-api-usage-examples
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
yzhang.markdown-all-in-one
zhuangtongfa.material-theme
